{
    
    "START_TOUR_TITLE": "Présentation",
    "START_TOUR_TEXT": "Bienvenue dans le tutoriel de l'outil de visualisation du bilan énergétique d'Eurostat. Cette visite guidée vous montrera les principales façons d'interagir avec l'outil. Pour une documentation plus détaillée, cliquez <a target='_blank' href = 'https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Energy_balance_-_new_methodology'>ici</a>.",
    "STEP1_TITLE": "Menu carburant",
    "STEP1_TEXT": "Utilisez cette option pour changer de carburant",
    "STEP2_TITLE": "Menu Pays",
    "STEP2_TEXT": "Utilisez cette option pour changer de pays",
    "STEP3_TITLE": "Menu années",
    "STEP3_TEXT": "Utilisez cette option pour changer d'année",
    "STEP4_TITLE": "Menu de téléchargement",
    "STEP4_TEXT": "Dans cette option, vous pouvez télécharger le tableau dans différents formats, rechercher des définitions ou en savoir plus sur la méthodologie",
    "STEP5_TITLE": "Réorganiser les colonnes",
    "STEP5_TEXT": "Faites simplement glisser et déposez les colonnes pour changer leur position",
    "STEP6_TITLE": "Étendre les flux",
    "STEP6_TEXT": "Utilisez cette option pour étendre les flux du bilan énergétique",
    "STEP7_TITLE": "Menu de visualisation",
    "STEP7_TEXT": "Utilisez cette option pour visualiser les données du bilan énergétique à l'aide de camemberts, de graphiques à barres ou de graphiques linéaires",
    "STEP8_TITLE": "Dernières nouvelles des statistiques énergétiques d'Eurostat",
    "STEP8_TEXT": "Dans cette sections, vous pouvez voir les principales actualités liées aux statistiques énergétiques d'Eurostat",
    "STEP9_TITLE": "Tutoriel",
    "STEP9_TEXT": "Appuyez sur ce bouton pour accéder au tutoriel",
    "STEP10_TITLE": "Réseaux sociaux",
    "STEP10_TEXT": "En partageant votre expérience avec d'autres sur Twitter, Facebook, e-mail et LinkedIn, vous nous aidez à améliorer notre outil. Merci!",
    "STEP11_TITLE": "",
    "STEP11_TEXT": "",
    "END_TOUR_TITLE": "C'est tout pour notre tournée.",
    "END_TOUR_TEXT": "Toutes les images illustrant les définitions dans cet outil proviennent d'Unsplash ou de pixabay.<br>Si vous trouvez cet outil de visualisation utile, partagez-le avec d'autres à l'aide de nos boutons de réseaux sociaux. Merci !" 

}
